Repository: pretix/pretix-zugferd
Catalog: pretix_zugferd/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: ZUGFeRD invoices
de: ZUGFeRD-Rechnungen

source: This plugin provides an invoice renderer that annotates pretix invoices with ZUGFeRD data, a structured data format for invoices used in Germany.
de: Diese Erweiterung stellt ein Rechnungslayout zur Verfügung, in dem pretix-Rechnungen mit ZUGFeRD-Daten bereichert werden, einem Format für strukturierte Rechnungen in Deutschland.

# zugferd
source: See invoice notes for more information
de: Weitere Informationen siehe Freitext-Notizen

source: Order code: {code}
de: Rechnungsnummer: {code}

# invoice
source: {from_date} until {to_date}
de: {from_date} bis {to_date}

# invoice
source: Customer reference: {reference}
de: Kundenseitige Referenz: {reference}

source: eInvoice included
de: E-Rechnung enthalten

source: Configuration check
de: Konfigurationsprüfung

source: We've checked the configuration of your event for compatibility with ZUGFeRD invoices and found the result shown in the following table. Note that this check can only cover usual cases and it is ultimately your responsibility that the resulting ZUGFeRD invoices comply with all regulations they might need to. ZUGFeRD invoices need to be machine-readable. This also means that all important information on the invoice must only be in the pre-defined fields and information included in unstructured text should not conflict with the structured information.
de: Wir haben die Konfiguration deiner Veranstaltung auf Kompatibilität mit ZUGFeRD-Rechnungen überprüft. Das Ergebnis findest du in der untenstehenden Tabelle. Bitte beachte, dass dieser Test nur übliche Fälle berücksichtigen kann und es letzten Endes deine Verantwortung ist, dass die erstellten ZUGFeRD-Rechnungen allen notwendigen Regularien entsprechen. ZUGFeRD-Rechnungen müssen maschinenlesbar sein. Das heißt auch, dass alle wichtigen Informationen der Rechnung in den entsprechend definierten Feldern ausgewiesen sein müssen und Inhalte von unstrukturierten Textfeldern nicht im Widerspruch mit den strukturierten Informationen stehen dürfen.

source: We recommend inspecting a sample invoice with one of the many available validation tools and discussing the results with your tax accountant to make sure you are fully in compliance with tax regulations. Note that some invoice recipients, such as government customers, might impose stricter requirements than what is required by tax law.
de: Wir empfehlen, eine Beispielrechnung mit einem der vielen verfügbaren Validierungstools zu testen und die Ergebnisse mit deinem Steuerberater zu besprechen, um sicherzugehen, dass alle steuerlichen Vorschriften eingehalten sind. Beachte auch, dass manche Rechnungsempfänger (z.B. Behörden) ggf. strengere Anforderungen an die Rechnungen haben als das Steuerrecht.

source: Setting
de: Einstellung

source: Invoice generation
de: Rechnungserstellung

source: Invoice generation is not enabled for your event.
de: Rechnungserstellung ist für deine Veranstaltung deaktiviert.

source: ZUGFeRD invoices cannot be created.
de: ZUGFeRD-Rechnungen können nicht erstellt werden.

source: Change
de: Ändern

source: Invoice generation is enabled.
de: Rechnungserstellung ist aktiviert.

source: Invoice style
de: Rechnungs-Layout

source: You have not selected a ZUGFeRD-enabled invoice renderer.
de: Du hast kein Rechnungs-Layout mit ZUGFeRD-Unterstützung ausgewählt.

source: A ZUGFeRD-enabled invoice renderer is active.
de: Ein Rechnungs-Layout mit ZUGFeRD-Unterstützung ist aktiv.

source: Seller address
de: Adresse des Verkäufers

source: No country is set for the invoice sender address.
de: Kein Land ist für die Absenderadresse der Rechnung gesetzt.

source: Configuration is set.
de: Konfiguration ist gesetzt.

source: Seller VAT ID
de: USt-ID des Verkäufers

source: Your VAT ID is not set.
de: Deine USt-ID ist nicht konfiguriert.

source: ZUGFeRD invoices can be created, but will likely be rejected as invalid.
de: ZUGFeRD-Rechnungen können erstellt werden, aber werden vermutlich als ungültig zurückgewiesen.

source: Invoice addresses
de: Rechnungsadressen

source: Invoice addresses are not asked.
de: Rechnungsadressen werden nicht erfasst.

source: Invoice addresses are not required.
de: Rechnungsadressen sind nicht erforderlich.

source: ZUGFeRD invoices can only be created if an invoice address is entered.
de: ZUGFeRD-Rechnungen können nur erstellt werden, wenn eine Rechnungsadresse eingegeben wird.

source: VAT IDs
de: USt-IDs

source: Customers cannot enter a VAT ID.
de: Kunden können keine USt-ID eingeben.

source: Beneficiary
de: Leistungsempfänger

source: You have enabled the option to allow customers to name a different beneficiary.
de: Du hast die Option zur Eingabe eines abweichenden Leistungsempfängers aktiviert.

source: This is not currently supported by this module and the beneficiary will not be included in the XML part of the ZUGFeRD invoice.
de: Dies wird derzeit vom ZUGFeRD-Modul nicht unterstützt. Die Angaben zum abweichenden Leistungsempfänger sind im XML-Teil der ZUGFeRD-Rechnung nicht enthalten.

source: We recommend disabling this option.
de: Wir empfehlen, diese Option zu deaktivieren.

source: Configuration is not set.
de: Konfiguration ist nicht gesetzt.

source: Custom texts
de: Eigene Texte

source: You have entered content in the individual invoice text fields. The texts will be included in the electronic invoice as well, but be aware that a customer who processes the electronic invoices automatically might not take them into account. Make sure they do not include vital details on payment or taxation matters.
de: Du hast eigene Texte zum Aufdruck auf der Rechnung eingegeben. Diese Texte werden in der elektronischen Rechnung ebenfalls enthalten sein, aber beachte bitte, dass ein Kunde, der die Rechnung vollautomatisch verarbeitet, diese Texte möglicherweise ignoriert. Die Texte sollten daher keine wichtigen Infos zu Steuern oder Zahlungen enthalten.

source: No custom texts used.
de: Keine eigenen Texte verwendet.

source: Footer text
de: Fußzeilen-Text

source: You have not entered a footer text. Make sure your invoice contains all relevant regulatory information (e.g. registration numbers, management board) on both the PDF and XML part of the ZUGFeRD invoice.
de: Du hast keinen Text für die Fußzeile eingegeben. Stelle sicher, dass deine Rechnungen alle regulatorischen Angaben (z.B. Handelsregisternummer, Geschäftsführung) sowohl im PDF- als auch XML-Teil der ZUGFeRD-Rechnung enthalten.

source: Payment deadline
de: Zahlungsfrist

source: You have configured invoices not to show the payment deadline. ZUGFeRD invoices will, however, always include the payment deadline in the XML part, so we recommend showing it on the PDF part as well.
de: Du hast konfiguriert, dass Rechnungen die Zahlungsfrist nicht anzeigen. ZUGFeRD-Rechnungen werden die Zahlungsfrist im XML-Teil der Rechnung jedoch immer enthalten, daher empfehlen wir, sie auch im PDF-Teil anzuzeigen.

source: Seller contact
de: Verkäuferkontakt

source: X-Rechnung is active, but no seller contact is given.
de: XRechnung ist aktiv, aber kein Verkäuferkontakt ist angegeben.

source: X-Rechnung is not active.
de: XRechnung ist nicht aktiv.

source: ZUGFeRD invoices will be valid electronic invoices but might not be accepted by German governmental customers.
de: ZUGFeRD-Rechnungen werden trotzdem gültige E-Rechnungen darstellen, aber werden ggf. von Behördenkunden nicht akzeptiert.

source: X-Rechnung is active, but customers cannot enter a Leitweg ID.
de: XRechnung ist aktiv, aber Kunden können keine Leitweg-ID eingeben.

source: If you expect German governmental customers, we recommend using the custom field to allow them to enter a Leitweg ID.
de: Wenn du deutsche Behörden als Kunden erwartest, empfehlen wir, das "zusätzliche Empfängerfeld" für die Leitweg-ID zu verwenden.

source: Tax rules
de: Steuer-Regeln

source: Not all products use a tax rule.
de: Nicht alle Produkte verwenden eine Steuer-Regel.

source: pretix will need to guess the correct tax handling for your invoice.
de: pretix muss die korrekte Steuerbezeichnung für deine Rechnung raten.

source: Please configure explicit tax rules to avoid incorrect invoices.
de: Bitte konfiguriere explizite Steuer-Regeln, um falsche Rechnungen zu vermeiden.

source: Not all tax rule have a tax code set.
de: Nicht alle Steuerregeln haben eine Steuerkodierung.

source: Please configure a tax code for every tax rule including all custom rules to avoid incorrect invoices.
de: Bitte konfiguriere eine Steuerkodierung für alle Steuerregeln inkl. individueller Regeln, um falsche Rechnungen zu vermeiden.

source: Settings
de: Einstellungen

source: Save
de: Speichern

source: Seller contact name
de: Verkäuferkontakt Name

source: Required for a valid XRechnung
de: Erforderlich für gültige XRechnungen

source: Seller contact email
de: Verkäuferkontakt E-Mail

source: Seller contact phone number
de: Verkäuferkontakt Telefonnummer

source: Include event date as delivery date
de: Veranstaltungsdatum als Leistungsdatum ausweisen

source: Hide label that advertises the included XRechnung
de: Label verstecken, das auf die enthaltene E-Rechnung hinweist.
